## Данные
Данные Яндекс.Музыки о поведении пользователей Санкт-Петербурга и Москвы. В частности информация о треках, времени и дне прослушивания

## Задача
Проверить три гипотезы:
- Активность пользователей зависит от дня недели. В Москве и Петербурге это проявляется по-разному.
- В понедельник утром в Москве преобладают одни жанры, а в Петербурге — другие. Так же и вечером пятницы преобладают разные жанры — в зависимости от города.
- Москва и Петербург предпочитают разные жанры музыки. В Москве чаще слушают поп-музыку, в Петербурге — русский рэп

## Технологии
Pandas

## Выводы

День недели по-разному влияет на активность пользователей в Москве и Петербурге. В Москве пик прослушиваний приходится на понедельник и пятницу, а в среду заметен спад.В Петербурге, наоборот, больше слушают музыку по средам. Активность в понедельник и пятницу здесь почти в равной мере уступает среде.

Музыкальные предпочтения не сильно меняются в течение недели — будь то Москва или Петербург. Небольшие различия заметны в начале недели, по понедельникам:
в Москве слушают музыку жанра “world”, в Петербурге — джаз и классику.

Во вкусах пользователей Москвы и Петербурга больше общего чем различий. 

